[
    {
        "id":1,
        "title":"How to grill a great steak on an indoor grill",
        "image":
            [
                "blog_img/blog_img_1_1.jpg",
                "blog_img/blog_img_1_2.jpg"
            ],
        "name_food":"",
        "ingredients":
            [
                "2 Tablespoons olive oil",
                "2 boneless ribeye, New York strip or sirloin beef steaks, cut 1-inch thick (about 2 pounds total)",
                "1 clove garlic, crushed",
                "Salt and pepper to taste"
            ],
        "step":
            [
               " In a small bowl, combine olive oil and garlic. Generously rub or brush the flavored oil on both sides of the steaks. Sprinkle the steaks lightly with salt and pepper.",
                "Preheat grill to 450°F or set on SEAR.",
                "Place steaks on grill. Grill 8 to 16 minutes, turning halfway through or until meat thermometer registers 140°F.",
                "Remove steaks from the grill. Cover loosely with foil and let steaks rest for 3 to 5 minutes or until it reaches 145°F. Thinly slice steak across the grain. Season with additional salt and pepper if desired before serving."
                
            ],
        "note_title":"",
        "note_text":
            [
                ""
            ],
        "desc":
            "You don’t need to go outdoors and fire up the grill every time you get a hankering for a steak dinner. If the weather is too cold, or you want the convenience of being in the kitchen amongst your utensils, seasonings and dinner companions, turn to the ease and versatility of an indoor grill."
            ,
        "description":
        [
            "Indoor grills can help you make a juicy, perfectly cooked steak in no time with minimal hassle. You can also get those tempting sear marks along with the great taste that goes with them. Just make sure your indoor grill has an adjustable temperature that goes up to 450˚F like our Electric Indoor Searing Grill, or has a SEAR option, like our Steak Lover’s Indoor Grill. And as a bonus, enjoy the convenience of a removable drip tray for easy cleanup, included with many Hamilton Beach models./Ready to get started? Here’s our top tips and techniques for grilling a perfect steak on an indoor grill, plus an easy indoor grill steak recipe.",
            "Master the method of indoor grilling",
            "Our Consumer Test Kitchen experts recommend seasoning your steak based on the cut of meat you’re grilling. For classic grilled steaks such as boneless ribeye, New York strip or sirloin beef, which are very tender and cook more quickly than other cuts, a dry rub or salt and pepper will give you the best flavor. For tougher cuts, like skirt or flank steaks, marinate the meat in the refrigerator for 2 to 4 hours before grilling.",
            "Prep the steak",
            "To get the best possible sear, make sure your grill is hot. You should preheat your grill on the SEAR setting for 10-15 minutes or until the ready light comes on (if your model has one). As soon as you begin preheating, remove the steak from the refrigerator and let it rest on the countertop. Since your steak will be cold from the fridge, letting it warm up a bit allows it to cook more thoroughly. Be careful not to leave it out too long (preferably under 2 hours), and always adhere to food safety guidelines.",
            "Preheat the grill",
            "Cooking time may vary based on the cut of steak, thickness, and beginning temperature of the steak and the grill. Consider this helpful guide: for a New York strip steak (1 inch thick), grill at 450˚F for 8 to 16 minutes or until it reaches your desired internal temperature. If you are using a grill with only one cooking surface, turn the steak once halfway through cooking. If you are using an indoor grill with two cooking surfaces, reduce the cooking time to avoid burning it.",
            "Cook the steak",
            "To get a great steak cooked to your desired pinkness, check the temperature. Insert a digital instant-read meat thermometer in a thick spot in the middle of the steak. The USDA recommends cooking your steak to a minimum of 145˚F, plus three minutes minimum of rest time. For reference, it will take approximately 6-7 minutes for a 1-inch ribeye steak to reach medium doneness (around 160℉). Since all indoor grills are different, check the Use and Care of your model to determine how long it will take you. Use and Care guides are available on our website.",
            "Take the temperature",
            "Once your steak is off the grill, it will need to rest for 5 to 10 minutes before serving. For food safety, the USDA recommends at least three minutes of rest after cooking steaks to a minimum of 145˚F, but our Consumer Test Kitchen experts prefer to let it rest a bit longer to get the most flavor. You can cover it loosely with foil during this time to trap in the heat.",
            "Let it rest",
            "Reverse-searing is a cooking technique that produces steakhouse-quality results at home. The process involves slow-cooking the steak at a low temperature in the oven or grill until it reaches the desired internal temperature. Then, the steak is seared on both sides. This cooking method allows the meat to retain moisture and tenderness while the final sear adds edge-to-edge texture and flavor. A reverse sear is particularly beneficial for thicker cuts of meat as it helps ensure the desired degree of doneness on the inside while achieving a perfectly browned and sizzling crust on the outside./Once you discover the ease and convenience of preparing perfect and flavorful steaks on your indoor grill, you’ll say goodbye to those expensive restaurants and hello to restaurant-quality steaks anytime, right from the comfort of your kitchen.",
            "Alternative method: reverse-seared steak",
            "Featuring powerful heating elements that reach searing temperatures or temperature probes that achieve meat’s perfect doneness, Hamilton Beach® Indoor Grills have what it takes to bring out meat’s best flavor. And since our indoor grills are built with ease in mind, you also get convenient features such as electronic controls, indicator lights, and removable grids that go in the dishwasher."

        ]
    },
    {
        "id":2,
        "title":"Nicoise salad with grilled tuna",
        "image":
            [
                "blog_img/blog_img_2_1.jpg",
                "blog_img/blog_img_2_2.jpg"
            ],
        "name_food":"",
        "ingredients":
            [
                "2 (1 1/2-inches thick) tuna steaks",
                "2 teaspoons olive oil",
                "6 cups mixed greens",
                "4 large hard cooked eggs, peeled and halved",
                "4 small red potatoes, cooked and quartered",
                "4 medium radishes, thinly sliced",
                "4 marinated artichokes, halved",
                "1 small cucumber, thinly sliced",
                "1 medium roasted red pepper, cut into strips",
                "1/4 pound green beans, cooked",
                "1 cup grape tomatoes",
                "1/2 cup assorted olives",
                "1/4 cup chopped red onion",
                "4 sprig fresh oregano",
                "3 slices lemon slices",
                "Salad dressing"
            ],
        "step":
            [
                "Heat indoor grill to SEAR/450°F.",
                "Brush both sides of tuna steaks with olive oil.",
                "Grill tuna 3 to 4 minutes on each side or until desired doneness. Let rest for 5 minutes and slice.",
                "Arrange remaining ingredients, except the oregano and salad dressing on a serving platter. Top with sliced tuna.",
                "Garnish with oregano sprigs, lemon slices and serve with choice of salad dressing."
                
            ],
        "note_title":"Test Kitchen Tips",
        "note_text":
            [

            ],
        "desc":
            "Nicoise salad is a French salad with tuna, hard-boiled egg, green beans, potatoes, olives and other vegetables. It is often served with a refreshing vinaigrette dressing."
            ,
        "description":
            [
                "How to make Nicoise salad",
                "First, compose the salad with a bed of lettuce, then assemble sections of the different ingredients. Sear the tuna on the Searing Grill, slice it, and serve over the salad with your favorite vinaigrette on the side.",
                "Elevate your salad with fresh grilled tuna",
                "Although you can top the salad with canned tuna, a perfectly grilled tuna steak will make a world of difference – not just in presentation but in flavor, too. It’s easy to prepare a delicious seared tuna on a Hamilton Beach®Indoor Grill in just minutes.",
                "An easy way to add hard-boiled eggs",
                "Want to make perfect hard-boiled eggs to add to your salad? Use a Hamilton Beach® Egg Cooker. This versatile small kitchen appliance allows you to make perfectly cooked hard-boiled eggs for your salad without having to boil eggs on the stovetop.",
                "How to serve Nicoise salad",
                "Nicoise salad is a delicious, healthy lunch that is also surprisingly hearty, making it perfect for potlucks or other gatherings such as baby or bridal showers, graduation parties, holiday dinners or Sunday brunches. Drizzle with vinaigrette, garnish with oregano sprigs and lemon slices, and serve on your favorite platter for a dish that is sure to impress."
            ]
    },
    {
        "id":3,
        "title":"Give your home a festive scent with a slow cooker holiday simmer",
        "image":
            [
                "blog_img/blog_img_3_1.jpg",
                "blog_img/blog_img_3_2.jpg"
            ],
        "name_food":"Slow Cooker Holiday Simmer",
        "ingredients":
            [
                "1 container (64 oz.) apple juice",
                "1 naval orange, sliced",
                "1 lime, halved",
               " 4 cinnamon sticks",
                "4 star anise",
                "1 (2-inch) piece fresh ginger, peeled",
                "1 tablespoon whole cloves",
                "1 teaspoon vanilla extract",
                "1 (3-inch) piece evergreen"
            ],
        "step":
            [
                "In a slow cooker crock, stir together apple juice, orange slices, lime, cinnamon sticks, anise, ginger, cloves and vanilla extract. Top with evergreen.",
                "Cover and cook on HIGH 1 hour or LOW 2 hours.",
                "Remove lid and continue cooking on HIGH 3 hours or LOW 4 hours."
            ],
        "note_title":"Test Kitchen Tips",
        "note_text":
                [
                "This is not an edible recipe. Let mixture cool. Cover and refrigerate overnight or several days. To Reheat: Place crock in your slow cooker on HIGH or LOW to reheat."
            ],
        "desc":
            "A slow cooker simmer pot is an easy way to infuse your home with the warm and inviting scents of the season. Just gather a handful of ingredients like oranges, cinnamon, cloves, ginger, and apple juice, toss them in your Hamilton Beach® Slow Cooker, and enjoy this all-natural air freshener that is perfect for the most wonderful time of the year."
            ,
        "description":
            [
                "Capture the scents of the season with a slow cooker",
                "Every year, I purchase inexpensive mulling spices from a kitchen store and simmer them all season long in my Hamilton Beach Slow Cooker. Beginning the day after Thanksgiving, I throw these spices in a slow cooker simmer, and my children instantly know the holidays are approaching. It truly makes my house smell as magical as the season. And it’s easy to let the mixture simmer in a slow cooker rather than on my gas stovetop.",
                "There are so many ways to customize this recipe. For instance, if you prefer a more earthy scent, you can swap out citrus and cinnamon for nutmeg and cranberries. I also like to add clipped rosemary and mix in some star anise. Follow our fall simmer pot suggestions below, or experiment with your own recipe.",
                "Remember to turn off your slow cooker before going to bed (or program it if you have a programmable slow cooker)."
            ]
    },
    {
        "id":4,
        "title":"Slow Cooker Party Mix",
        "image":
            [
                "blog_img/blog_img_4_1.jpg",
                "blog_img/blog_img_4_2.jpg"
            ],
        "name_food":"Grilled Taco Kabobs (Chicken, Beef or Pork)",
        "ingredients":
            [
                "1/4 cup chipotle peppers in adobo sauce, roughly chopped",
                "1 tablespoon minced garlic",
                "1 tablespoon fresh lime juice",
                "1 tablespoon vegetable oil",
                "1/2 teaspoon salt",
                "1/2 teaspoon ground black pepper",
                "3/4 pound boneless, skinless chicken thighs, or sirloin, or pork tenderloin, cut into 1-inch pieces",
                "8 ounces cherry tomatoes",
                "1 red bell pepper, seeded, and cut into 1-inch pieces",
                "1 yellow bell pepper, seeded, and cut into 1-inch pieces",
                "1 large poblano pepper, seeded and cut into 1-inch pieces",
                "1 white onion, cut onto 1-inch pieces",
                "8 (10-inch) metal or wooden skewers",
                "4 6 to 8-inch flour tortillas",
                "2 tablespoons chopped cilantro, divided",
                "2 tablespoons crumbled Cotija cheese, divided",
                "2 tablespoons Mexican crema, divided",
                "1 lime, cut into quarters"
            ],
        "step":
            [
                "In a medium bowl, combine chipotle peppers in adobo sauce, garlic, lime juice, vegetable oil, salt and pepper. Place mixture in gallon-sized resealable bag and add meat. Refrigerate for 8 hours or overnight.",
                "Preheat grill to 400°F.",
                "Open resealable bag and add vegetables. Close bag and shake to coat vegetables in marinade. Drain and discard marinade from meat and vegetables.",
                "Thread skewers, alternating meat and vegetables, leaving a little space around meat.",
                "Grill for 10 to 12 minutes, turning at the halfway point, until meat is thoroughly cooked.",
                "Remove kabobs from grill and place on a plate.",
                "Place tortillas, one at a time, on grill for 20 to 30 seconds per side. Remove and place on a plate.",
                "Remove meat and vegetables from skewers onto tortillas. Garnish each with ½ tablespoon of cilantro, Cotija cheese, crema, and a squeeze of lime juice."
            ],
        "note_title":"Test Kitchen Tips",
        "note_text":
            [
                "If using wooden skewers soak them in cool water for 10 minutes before using to prevent them from burning on the grill.",
                "Don’t overcrowd the skewers-meats need some space around them to get fully cooked."
            ],    
        "desc":
            "Enjoy a fiesta of flavors when you blend the savory goodness of grilled kabobs with the zesty crunch of tacos. This surprisingly simple recipe features perfectly seasoned and succulent chicken, beef, or pork and a variety of colorful peppers and other vegetables, all grilled to juicy perfection on a Hamilton Beach® Electric Indoor Grill for a feast that promises fun and flavor in every bite.",
        "description":
            [
                "How to make grilled taco kabobs",
                "Start with a marinade of chipotle peppers in adobo sauce, garlic, lime juice, vegetable oil, and salt and pepper. Marinating allows the meat to soak up the flavors resulting in a more complex and well-rounded taste. It also helps to tenderize the meat, making it more succulent and juicy when grilled.",
                "When marinating is complete, it’s time to thread the skewers by alternating meat and vegetables. Remember to leave a little space around the meat on each skewer to ensure it cooks evenly and thoroughly. If your skewers are made of wood such as bamboo, a 10-minute soak in cool water before using is the secret to preventing them from burning on the grill.",
                "Next, you’ll remove the kabobs from the grill and add the tortillas, one at a time. They only need a few seconds on each side before they’re ready for the grilled meat and vegetables. Garnish each with fresh cilantro, Cotija cheese, a dollop of crema, and a final squeeze of lime juice for a delicious zing of flavor."
            ]
    },
    {
        "id":5,
        "title":"Make an apple pie dessert sandwich with a Breakfast Sandwich Maker",
        "image":
            [
                "blog_img/blog_img_5_1.jpg",
                "blog_img/blog_img_5_2.jpg"
            ],
        "name_food":"Apple pie dessert sandwich",
        "ingredients":
            [
                "2 tablespoons mascarpone cheese, softened",
                "1/2 teaspoon honey",
                "4 thin slices sweet-tart apple",
                "1/2 tablespoon light brown sugar",
                "2 teaspoons unsalted butter, at room temperature",
                "2 slices cinnamon bread, cut into 4-inch circles"
            ],
        "step":
            [
                "In a small bowl stir mascarpone and honey until smooth.",
               " In a small bowl, toss apple slices with brown sugar until well coated.",
                "Preheat Breakfast Sandwich Maker until green PREHEAT light comes on. Lift cover, top ring, and cooking plate.",
                "Spread 1 teaspoon butter onto one side of each bread circle.",
                "Flip bread circles over and spread 1 tablespoon of mascarpone mixture onto each slice.",
                "Place one circle of cinnamon bread onto bottom plate, buttered side down. Top with 2 apple slices, overlapping slightly.",
                "Lower top ring and cooking plate. Add remaining apple slices and bread, buttered side up.",
                "Close cover. Cook for 3 to 4 minutes.",
                "Slide out cooking plate by rotating handle clockwise. Lift cover and rings; carefully remove sandwich with plastic spatula."
            ],
        "note_title":"",
        "note_text":[
            ""
        ],    
        "desc":
        "What happens when Hamilton Beach® Consumer Test Kitchen expert Lynne Just combines her experience as a pastry chef with a Hamilton Beach Breakfast Sandwich Maker? A quick and easy apple pie dessert sandwich that satisfies your sweet tooth without making a mess in the kitchen.",
        "description":
            [
            "The Breakfast Sandwich Maker doesn’t just make breakfast!",
            "This versatile little appliance can do so much more. It can make mini pizzas, frittatas, omelets, and even a ramen burger! As a pastry chef, one of my favorite ways to use a Hamilton Beach Breakfast Sandwich maker is to craft a fun and easy version of one of my favorite treats – apple pie!",
            "The Apple Pie Dessert Sandwich uses just a few simple ingredients like cinnamon raisin bread, brown sugar apples, and creamy mascarpone cheese to create a warm, delicious dessert or anytime treat.",
            "Start by stirring together honey and mascarpone cheese. Then prepare the apples. I prefer Honeycrisp apples, but any sweet-tart apple will do. Toss the apple slices with the brown sugar until well coated. Cut the cinnamon raisin bread into 4-inch circles. Use the ring from the Breakfast Sandwich Maker as a guide.",
            "Next, preheat the Breakfast Sandwich Maker. Spread one side of each bread circle with butter, flip over, and spread the opposite sides with the mascarpone cheese mixture. Place one circle of bread onto the bottom plate with the buttered side down. Top it with two apple slices, overlapping slightly. Add the remaining apple slices with residual brown sugar and bread, buttered side up. Close the cover and cook for 1 ½-2 minutes. Let cool for a few minutes, then enjoy! Don’t worry about cleanup. The nonstick surface and dishwasher-safe removable parts make cleanup a breeze."
            ]
    },
    {
        "id":6,
        "title":"Warm up your winter with slow cooker hot chocolate",
        "image":
            [
                "blog_img/blog_img_6_1.jpg",
                "blog_img/blog_img_6_2.jpg"
            ],
        "name_food":"Slow Cooker Hot Chocolate",
        "ingredients":
            [
                "1 cup unsweetened cocoa",
                "½ cup sugar",
                "½ teaspoon salt",
                "2 quarts whole milk, divided",
                "2 cups half and half",
                "1 tablespoon vanilla extract",
                "Mix-ins: marshmallows, chocolate chips, caramel syrup, peppermink sticks, toffee chips"
            ],
        "step":
            [
                "In a small bowl, combine cocoa, sugar and salt. Whisk in about 1 cup milk until the mixture is blended.",
                "In a slow cooker crock, combine remaining milk, half and half and vanilla extract. Add chocolate mixture and whisk until blended.",
                "Cover slow cooker and cook on HIGH for 2 1/2 to 3 hours or LOW for 5 to 5 1/2 hours or until desired temperature.",
                "To serve, pour hot chocolate into mugs and stir in your choice of mix-ins."                
            ],
        "note_title":"Test Kitchen Tip:",
        "note_text":[
            "For an adult version, add kahlua, amaretto, Irish creme liqueur or peppermint schnapps."
        ],    
    
        "desc":
                "Love to drink your chocolate? The ancient Aztecs may have loved it even more. Like many ancient cultures, they believed chocolate had medicinal properties and even spiritual powers. Fast forward to the twenty-first century, and we find that hot chocolate, whether enjoyed sweet, spiced, or spiked, has become a beloved treat, especially during the holidays. If you want to indulge in this timeless classic with a modern twist, a Hamilton Beach® Slow Cooker is an easy way to share homemade hot chocolate at your next family gathering or festive party."
        ,
        "description":
            [   
               " Thoroughly modern: Slow cooker hot chocolate",
               "To make large batches of this winter drink for your family or holiday guests, the Hamilton Beach test kitchen has created a delicious slow cooker hot chocolate recipe that can stay warm for hours without burning or curdling. And with slow cooker hot chocolate, you can simply let guests serve themselves right from the crock.",
               "Hot chocolate board for parties",
               "To make hot chocolate for a crowd even more festive, create a serving station filled with hot cocoa toppings, like marshmallows, sprinkles, whipped cream and chocolate syrup. Add cookies, candy canes and chocolate bark to snack on or garnish drinks, along with peppermint, caramel and chocolate mint candies. It’s a simple, delightful way to entertain during the holidays."
            ]
    },
    {
        "id":7,
        "title":"Slow cookers that defrost meat & cook dinner while you work",
        "image":
            [
                "blog_img/blog_img_7_1.jpg",
                "blog_img/blog_img_7_2.jpg"
            ],
        "name_food":"Slow Cooker Tuscan Chicken Stew",
        "ingredients":
            [
                "1 tablespoon olive oil",
                "2 large carrots, peeled, chopped",
                "2 ribs celery, sliced",
                "2 garlic cloves, minced",
                "1 large onion, chopped",
                "1/2 cup all-purpose flour",
                "4 cups chicken broth",
                "2 to 2 1/4 pounds boneless, skinless chicken thighs",
                "1 pound smoked sausage, sliced",
                "1 can (14.5 oz.) great northern beans, drained and rinsed",
                "1 can (14 oz.) diced tomatoes",
                "1 teaspoon dried oregano",
                "1 teaspoon salt",
                "1/2 teaspoon black pepper",
                "1 cup chopped kale"
            ],
        "step":
            [
                "In stovetop-safe slow cooker cookware over medium-high, heat oil. Add carrots, celery, onions and garlic. Cook until onions are tender, about 4 minutes.",
                "Stir flour into carrot mixture until well blended. Gradually add broth and cook until mixture is thickened.",
                "Add chicken, sausage, beans, tomatoes, oregano, salt and black pepper. Bring to a boil.",
                "Place cookware on base and cover. Cook on HIGH for 3 to 3 1/2 hours or LOW for 6 to 7 hours.",
                "Stir in kale and cook an additional 20 to 30 minutes. Using two forks, shred chicken into large chunks just before serving." 
            ],
        "note_title":"Test Kitchen Tip:",
        "note_text":[
            "Save prep time with the 6 Quart Programmable Defrost Slow Cooker or Set & Forget® 6 Qt. Programmable Slow Cooker—both let you take meat right from the freezer to the slow cooker. Just place frozen meat and other ingredients in the slow cooker, press Defrost and program your cooker just as you would with thawed meat. No additional cooking time is required because the appliance uses a higher wattage in the defrost mode to ensure your meat is cooked to a safe temperature.",
            "If using a slow cooker with a ceramic crock, follow Steps 1 through 3 using a Dutch oven over medium-high heat. Transfer ingredients to slow cooker crock for Step 4 and cook as directed."
        ],    
    
        "desc":
            "If you’re struggling to get home-cooked meals on the table for you and your family following a long day of work, you’re not alone—about half of American families rarely have dinner together. Even the Harvard Business Review, better known for articles about, well, business, has addressed the difficulty working parents experience in getting everyone around the dinner table and serving up something other than takeout."
        ,
        "description":
            [   
               " It might be tempting to sacrifice family dinners in the face of work demands and hectic extracurricular schedules, but kids who regularly sit down to dinner with their parents do better on a number of health measures. According to a report in the New York Times, when kids eat with their parents, they are more likely to have lower rates of obesity, higher self-esteem, fewer behavioral problems and better grades. And cooking at home, whether the family sits down together or not, is linked to lower consumption of carbohydrates, sugar and fat, which is of course good for just about everyone.",
                "Despite the many advantages of family dinners and cooking at home, making it actually happen can be a challenge. But there are steps you can take to improve your odds. One is to have what you need on hand, perhaps by putting food staples on Amazon automatic-reorder or signing up for a grocery-delivery service. Another is to have thoughtful tools in your kitchen that can eliminate a few steps and even do the cooking while you’re at work.",  
                "This is where Hamilton Beach® can help. Until recently, it was not possible (or at least not advisable) to use anything other than fully thawed meat in a slow cooker. So that meant remembering to take meat out of the freezer the night before you were planning to cook it. But now for the first time, our innovative new slow cookers let you safely defrost meat and cook it to a food safe temperature all in one appliance.", 
                "The Set & Forget® 6 Quart Defrost Slow Cooker and the 6 Quart Programmable Defrost Slow Cooker turn frozen meats, veggies and more into delicious dinners. Simply add frozen meat and other ingredients to the crock, press defrost and set your cooking temperature and time. When the meal is ready, the slow cooker automatically switches to warm. After contending with the inevitable modern predicament of too little time, it’s nice to slow down and let time cook your dinner while you’re busy doing other things."
            ]
    },
    {
        "id":8,
        "title":"A new Summer tradition: Slow cooker Low Country boil",
        "image":
            [
                "blog_img/blog_img_8_1.jpg",
                "blog_img/blog_img_8_2.jpg"
            ],
        "name_food":"Slow Cooker Low Country Boil",
        "ingredients":
            [
                "1 pound smoked sausage, cut into 1-inch pieces",
                "8 small red potatoes, quartered",
                "4 ears corn-on-the-cob, cut into 2-inch pieces",
                "1 medium onion, cut into wedges",
                "1/4 cup plus 1 teaspoon seafood seasoning, divided",
                "1 teaspoon ground black pepper",
                "Juice from 1 medium lemon",
                "12 ounces beer",
                "1 pound medium (16-20 count) shrimp with shells"
            ],
        "step":
            [
                "1 pound smoked sausage, cut into 1-inch pieces",
                "8 small red potatoes, quartered",
                "4 ears corn-on-the-cob, cut into 2-inch pieces",
                "1 medium onion, cut into wedges",
                "1/4 cup plus 1 teaspoon seafood seasoning, divided",
                "1 teaspoon ground black pepper",
                "Juice from 1 medium lemon",
                "12 ounces beer",
                "1 pound medium (16-20 count) shrimp with shells"
            ],
        "note_title":"Notes",
        "note_text":[
            "Test Kitchen Tip: To prevent shrimp from overcooking, check potatoes to ensure they are fork tender before adding shrimp."
        ],    
    
        "desc":
            "While a low country boil (also referred to as Frogmore Stew, Beaufort Stew, Beaufort Boil, or Tidewater Boil depending on where you live and who you ask) isn’t traditionally made in the slow cooker, the Test Kitchen figured you might want to ease the summer heat, and let the slow cooker do the work for you."
        ,
        "description":
            [   
                "We combined smoked sausage, red potatoes, corn on the cob, onion, lemon juice, seafood seasoning, black pepper and beer in the slow cooker crock. Cook on HIGH for 2 to 2 ½ or LOW for 4 ½ to 5 hours. Make sure the potatoes are tender and then add your shrimp (tails on, of course). Add a little extra seasoning and lemon juice and cook for 20-30 minutes until the shrimp are cooked.",
                "Baguettes, cocktail sauce, summer beers, and warm breezes pair best with this summer slow cooker meal. Pour your low country boil onto parchment paper, newspaper or the nearest picnic table, grab an extra roll of paper towels, and dig in."
            ]
    },
    {
        "id":9,
        "title":"Five fabulous back-to-school snacks for your air fryer",
        "image":
            [
                "blog_img/blog_img_9_1.jpg",
                "blog_img/blog_img_9_2.jpg"
            ],
        "name_food":"Air Fry Sweet Potato Chips",
        "ingredients":
            [
                "1 small (2-inch diameter) sweet potato, peeled and sliced thin ",
                "1 teaspoon olive oil ",
                "Salt, optional"
            ],
        "step":
            [
                "In a medium bowl, toss sweet potato slices with olive oil." ,
                "Arrange sweet potato slices in air fryer basket in a single layer. Sprinkle with salt, if desired." ,
                "Set air fryer temperature on 425°F. Turning halfway through, cook 18 to 20 minutes or until sweet potato edges are lightly browned and crisp." ,
                "Cool on paper towels before serving." 
            ],
        "note_title":"",
        "note_text":[
            "Test Kitchen Tip: For a different flavor treat, sprinkle with ground cinnamon. Gently toss until well coated."
        ],    
    
        "desc":
            "As temperatures tumble and the days shorten in September, the pace of life speeds up for most families. With kids returning to school, sports, clubs and other activities, everyone just gets busier. Making sure there are plenty of tasty foods around to toss in lunchboxes or gobble up after school can become a challenge, especially if each member of the family is on a different schedule."
        ,
        "description":
            [   
                "This is where an air fryer from Hamilton Beach® can come in handy. A versatile air fryer toaster oven makes it easy to whip up healthier versions of the foods kids love—potato chips, fries, chicken tenders and sliders. Because cooking with an air fryer means using little or no oil, foods prepared in an air fryer are lower in fat and calories than deep-fried or pan-fried versions of the same thing. In fact, an air fryer can cut calories by 70 to 80 percent, according to WebMD. And with Sure-Crisp™ technology, there’s no sacrificing crunch or taste when reducing or eliminating cooking oil—chips, fries, chicken tenders and other snacks brown to the perfect crispness."
            ]
    },
    {
        "id":10,
        "title":"How to get perfectly cooked eggs every time",
        "image":
            [
                "blog_img/blog_img_10_1.jpg",
                "blog_img/blog_img_10_2.jpg"
            ],
        "name_food":"Eggs Benedict with Ham and Roasted Asparagus",
        "ingredients":
            [
                "2 large eggs",
                "1 English muffin, split, toasted",
                "4 slices baked ham",
                "6 spears asparagus, roasted",
                "Easy Blender Hollandaise Sauce",
                "Fresh dill"
            ],
        "step":
            [
                "Poach eggs to desired doneness in egg cooker.",
                "Place English muffins, split-side up on a plate.",
                "Top each muffin with 2 slices of ham, 3 spears of asparagus trimmed to fit muffins and 1 poached egg.",
                "Drizzle with Easy Blender Hollandaise Sauce.",
                "Garnish with fresh dill."
            ],
        "note_title":"",
        "note_text":[
            ""
        ],    
    
        "desc":
            "A Hamilton Beach® Egg Cooker is the ultimate small kitchen appliance for quickly cooking the perfect egg. From poached eggs to omelets to hard, medium and soft-boiled eggs, this handy little tool is all you need to enjoy eggs for breakfast, lunch, dinner, or protein-packed snacks and appetizers."
        ,
        "description":
            [   
                "If you’ve boiled eggs on the stovetop, you know it can be challenging to achieve the consistency you want. Whether you like soft, medium, or hard-boiled eggs, timing is everything. With the Hamilton Beach® Egg Cooker, you won’t have to worry about over or under-cooking your eggs. This versatile little appliance eliminates the guesswork and perfectly cooks eggs every time.",
               " How to use your egg cooker for perfect eggs",
                "Whether you want soft, medium, hard, or even poached eggs – the work is done for you. A marked measuring cup is included and lets you know exactly how much cold water to use based on the number of eggs you’re cooking and the desired consistency.",
                "Pour the water into the reservoir, cover with the lid, and press the ON switch. The appliance will sound when the eggs are cooked and all the water has evaporated. It’s just that easy and is faster than boiling eggs on the stovetop.",
                "This space-saving egg cooker will be a go-to in your kitchen year-round, especially during holidays like Easter, Thanksgiving and Christmas, or when you’re whipping up a batch of deviled eggs, egg salad, or salad nicoise.",
                "Perfect for low-carb or keto diets",
                "The Egg Cooker is the perfect tool for everyday meal prep any time of year, especially if you’re following a low-carb or keto diet. You can easily cook a batch of eggs and store them in the refrigerator to throw into salads, peel for a quick and satisfying snack, or enjoy as a keto-friendly breakfast before work or school.",
                "The Egg Cooker makes perfectly poached eggs and can even cook omelets too." 
        ]
    }
]